[
   {
      "Timestamp": "6/19/2018 16:28:26",
      "title": "The Oath",
      "actor": "Hannibal",
      "year": 238,
      "place": "Carthage",
      "date": "",
      "season": "",
      "citation": "",
      "region": "North Africa",
      "latitude": 36.8529,
      "longitude": 10.3217,
      "text": "Hannibal Barca is only nine when his father asks him the question that will change his life forever. <span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal</span> must choose to either stay in the safety of Carthage or go with his father to conquer Spain. Hannibal chooses to go to war. Before he can go, Hannibal's father has him perform a bloody ritual. Hannibal lays his hand on an animal while it is sacrificed to the god <span class='link figures' onmouseover='setModal(baal)' onclick='openInfoModal(baal)'>Ba'al Shamin</span> and swears to never be a friend to Rome. Once this is complete, Hannibal sails off to war with his father and brothers.",
      "notes": "",
      "quote": "",
      "source": "- Polybius 3.11",
      "faction": "Carthage",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Plb.+3.11&fromdoc=Perseus%3Atext%3A1999.01.0234"
   },
   {
      "Timestamp": "6/19/2018 17:38:36",
      "title": "The Conquest of Spain",
      "actor": "Hamilcar",
      "year": 237,
      "place": "Iberia",
      "date": "",
      "season": "",
      "citation": "",
      "region": "Iberia",
      "latitude": 38.37,
      "longitude": -3.83,
      "text": "<span class='link figures' onmouseover='setModal(hamilcar)' onclick='openInfoModal(hamilcar)'>Hamilcar</span> leads his men against the 50,000 strong army of the Spanish chieftain Indortes. Terrified by the Carthaginians, Indortes' army flees before the battle even begins. Hamilcar and his army trap Indortes’ forces in a nearby town. At night, Indortes tries to flee by himself. The Carthaginians capture him and many of his men. Hamilcar has Indortes blinded and crucified. He shows leniency to the men, however, and lets all 10,000 of them go free. Over the next eight years, Hamilcar uses this mixture of violence and mercy to conquer much of Spain. In 228 BCE, he dies in an ambush. Some sources say he died making sure that his sons escaped alive.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 3.2, Diodorus Siculus 25.10",
      "faction": "Carthage",
      "link": "http://penelope.uchicago.edu/Thayer/E/Roman/Texts/Diodorus_Siculus/25*.html"
   },
   {
      "Timestamp": "6/19/2018 17:39:53",
      "title": "The Siege of Saguntum",
      "actor": "Hannibal",
      "year": 219,
      "place": "Saguntum",
      "date": "",
      "season": "",
      "citation": "",
      "region": "Spain",
      "latitude": 39.67986,
      "longitude": -0.27844,
      "text": "<span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal</span> has taken his deceased father's place. Though he is less than thirty years-old, Hannibal has spent most of his life at war and is a skilled general. In 219 BCE, Hannibal besieges the strategic stronghold of Saguntum. Though Saguntum is an ally of Rome, the Romans do not send help. It is possible the Romans want Hannibal to capture the city in order to justify a new war with Carthage. Over eight months, Hannibal's army takes more and more of Saguntum. After one final attack, the Carthaginian army breaks into Saguntum's last defenses. Hannibal offers the citizens a deal: he will allow them to walk away free, “unarmed and each with two garments.” The citizens refuse this offer and Hannibal has every adult killed.",
      "notes": "",
      "quote": "",
      "source": "- Livy book 21, chapters 13-15",
      "faction": "Carthage",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.02.0152%3Abook%3D21%3Achapter%3D13"
   },
   {
      "Timestamp": "6/19/2018 17:43:03",
      "title": "It Will Be War",
      "actor": "Fabius",
      "year": 219,
      "place": "Saguntum",
      "date": "",
      "season": "",
      "citation": "",
      "region": "North Africa",
      "latitude": 36.8529,
      "longitude": 10.3217,
      "text": "After the massacre at Saguntum, Rome sends an embassy to Carthage to demand justice. They want the Carthaginian leaders to hand Hannibal over so Rome for punishment. The Carthaginian senate refuses. The Roman senator Fabius says, “I hold in my toga both peace and war.\" He left it up to the Carthaginians to decide which it would be. When the Carthaginians do not answer, Fabius says that the Romans will go to war. In reply, the entire Carthaginian senate shouts, \"We accept.\"",
      "notes": "",
      "quote": "",
      "source": "- Polybius 3.21",
      "faction": "Rome",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Plb.+3.21&fromdoc=Perseus%3Atext%3A1999.01.0234"
   },
   {
      "Timestamp": "6/19/2018 17:44:32",
      "title": "Hannibal Plans",
      "actor": "Hannibal",
      "year": 218,
      "place": "New Carthage",
      "date": "",
      "season": "",
      "citation": "",
      "region": "",
      "latitude": 37.62568,
      "longitude": -0.99658,
      "text": "<span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal</span> prepares for a war unlike any the Romans could have anticipated. His plan is to invade Italy and turn Rome’s allies against her. Hannibal sends lavish gifts to the Gallic tribes near Roman territory to gain their friendship. Hannibal also splits his army up. He sends 16,000 soldiers to defend Carthage and another 15,000 to defend Spain. For his invasion of Italy, Hannibal brings an army of supposedly 102,000 men and 32 <span class='link figures' onmouseover='setModal(warElephants)' onclick='openInfoModal(warElephants)'>war elephants</span>.",
      "notes": "",
      "quote": "",
      "source": "- Polybius book 3, chapter 33",
      "faction": "Carthage",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0234%3Abook%3D3%3Achapter%3D33"
   },
   {
      "Timestamp": "6/19/2018 17:51:12",
      "title": "Through the Alps",
      "actor": "Hannibal",
      "year": 218,
      "place": "",
      "date": "",
      "season": "",
      "citation": "",
      "region": "",
      "latitude": 44.6673,
      "longitude": 7.0904,
      "text": "<span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal</span> leads his men through a cold and dangerous crossing of the Alps. Thousands of his men die from starvation and the cold. Others desert the army. Alpine Gallic tribes add to the danger. They attack Hannibal's army and roll huge boulders onto unsuspecting soldiers. Hannibal stops the Gauls with a clever ambush but can do nothing to stop the cold and starvation. By the time he walks out of the Alps, Hannibal only has about 26,000 men remaining.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 3.47",
      "faction": "Carthage",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Plb.+3.47&fromdoc=Perseus%3Atext%3A1999.01.0234"
   },
   {
      "Timestamp": "6/19/2018 17:57:21",
      "title": "<span class='link figures' onmouseover='setModal(trebia)' onclick='openInfoModal(trebia)'>Roman Disaster at Trebia</span>",
      "actor": "Hannibal",
      "year": 218,
      "place": "River Trebia",
      "date": "",
      "season": "December",
      "citation": "",
      "region": "Northern Italy",
      "latitude": 45.0499998,
      "longitude": 9.5999976,
      "text": "A huge Roman army is waiting on the Italian side of the Alps to stop <span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal's</span> invasion. The night before the two armies clash, Hannibal sets an ambush. He puts his younger brother Mago in charge of 1,000 cavalry and 1,000 infantry who prepare an ambush. The next morning, Hannibal sends Numidian cavalry to harass the Roman garrison. Without time to eat, the surprised Roman army comes rushing out after the Numidians. The Roman give chase for miles, wearing themselves out and wading through the Trebia. Across the river, the well-fed and rested Carthaginian army is waiting for them. The Numidian cavalry soon win the upper hand, but the infantry battle is fierce. Even when Mago springs the ambush, the Romans do not flee. Eventually, the Roman center routs the Carthaginian center. However, these soldiers see that the battle is lost and flee to the city of Placentia. The Romans lose about 28,000 men while Hannibal loses only about 5,000.",
      "notes": "",
      "quote": "",
      "source": "Polybius 3.73-74",
      "faction": "Carthage",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0234%3Abook%3D3%3Achapter%3D73"
   },
   {
      "Timestamp": "6/20/2018 9:14:58",
      "title": "<span class='link figures' onmouseover='setModal(trasimene)' onclick='openInfoModal(trasimene)'>Defeat at Lake Trasimene</span>",
      "actor": "Hannibal",
      "year": 217,
      "place": "Lake Trasimene",
      "date": 24,
      "season": "June",
      "citation": "",
      "region": "",
      "latitude": 43.131064,
      "longitude": 12.091305,
      "text": "<span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal’s</span> men begin to lay waste to the countryside, looting and burning fields of crops. This infuriates the Romans who send another army. Many of the Roman soldiers are volunteers who expect an easy victory. Some buy chains to hold the enemy prisoners they hope to capture. However, the Roman general Gaius Flaminius sends out no scouts. Unbeknownst to him, the Carthaginian army is hiding along the slopes of a nearby hill. The Romans only find out when their vanguard bumps into the hidden Carthaginians. The Romans are taken completely by surprise. The rest of the Carthaginian army soon charges out from their position in the hills. The fighting is bitter and goes on for hours. By the end, the Carthaginians have killed some 15,000 Romans and captured another 15,000.",
      "notes": "",
      "quote": "",
      "source": "- Polybius 3.84",
      "faction": "Carthage",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0234%3Abook%3D3%3Achapter%3D84"
   },
   {
      "Timestamp": "6/20/2018 9:16:15",
      "title": "Rome in Terror",
      "actor": "Hannibal",
      "year": 217,
      "place": "Rome",
      "date": "",
      "season": "June",
      "citation": "",
      "region": "Central Italy",
      "latitude": 41.9028,
      "longitude": 12.4964,
      "text": "After their second defeat, the Romans decide to turn to an old tradition: the dictatorship. They elect <span class='link figures' onmouseover='setModal(fabius)' onclick='openInfoModal(fabius)'>Quintus Fabius Maximus</span> to the position which gives him absolute power over the Republic for up to six months. Fabius believes that the military defeats may be a sign of the gods disfavor. He performs all rituals necessary to placate them and convinces the senate to consult the ancient Sibylline Books. He also raises an army of 40,000 men.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 3.85",
      "faction": "Rome",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0234%3Abook%3D3%3Achapter%3D85"
   },
   {
      "Timestamp": "6/20/2018 9:18:36",
      "title": "Daring Escape at Ager Falernus",
      "actor": "Hannibal",
      "year": 217,
      "place": "Falernian Plains",
      "date": "",
      "season": "Summer",
      "citation": "",
      "region": "Capua",
      "latitude": 41.1806,
      "longitude": 14.2192,
      "text": "With his new army, <span class='link figures' onmouseover='setModal(fabius)' onclick='openInfoModal(fabius)'>Fabius</span> follows Hannibal but never gives battle. After two military disasters, Fabius does not want to risk a third. Instead, Fabius has his men attack Hannibal’s foraging parties and has the local Italians  take all the food behind strongholds to deprive Hannibal’s men of sustenance. In September 217 BCE, Fabius manages to trap Hannibal’s army on the Falernian Plains. Fabius has 4,000 men defending the exit with the rest of his army camped nearby. To escape, Hannibal has his men tie sticks to the horns of 2,000 oxen. At night, he has a unit of javelinmen set these sticks on fire and drive the flaming oxen up a nearby hill. The 4,000 Romans guarding the pass believe these cattle are the enemy army and give chase. With the guards out of the way, Hannibal leads his army through the now undefended pass. Fabius’ officers urge him to attack, but he refuses and Hannibal gets away.",
      "notes": "Not sure about this latitude and longitude AT ALL, just found a place north of Capua.",
      "quote": "",
      "source": "- Polybius, 3.93",
      "faction": "Carthage",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Plb.+3.93&fromdoc=Perseus%3Atext%3A1999.01.0234"
   },
   {
      "Timestamp": "6/20/2018 9:21:50",
      "title": "<span class='link figures' onmouseover='setModal(cannae)' onclick='openInfoModal(cannae)'>The Battle of Cannae</span>",
      "actor": "Hannibal",
      "year": 216,
      "place": "Cannae",
      "date": 2,
      "season": "August",
      "citation": "",
      "region": "Southern Italy",
      "latitude": 41.2871,
      "longitude": 16.15,
      "text": "After <span class='link figures' onmouseover='setModal(fabius)' onclick='openInfoModal(fabius)'>Fabius’</span> term as dictator ends, Rome raises the largest army in its history. It numbers 80,000 infantry and 6,000 cavalry. This massive army manages to trap <span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal</span> and his 50,000 men in the hilltop town of Cannae. With the Romans so close, Hannibal's men cannot forage for food. Running out of food, Hannibal is forced to march his vastly outnumbered army out for battle. The Roman battle plan is to burst through the center of the enemy’s line as quickly as possible. At first, the battle goes as the Romans expect. The Numidian cavalry defeat their Roman counterparts on the wings, but the Roman infantry in the center fight well. Too well. They soon find themselves surrounded on either side by the best of Hannibal’s soldiers: the Libyan spearmen. The Libyan soldiers close in from either side on the now disorganized Roman center. The Romans are surrounded. The Carthaginian cavalry charge the Roman formation from behind. The entire Roman army is surrounded and packed together. Over the next several hours, Hannibal’s army slaughters almost all of the Romans. In all, about 48,000 Romans are killed and another 21,500 are captured. Hannibal loses about 5,500 men. After the victory, Hannibal chooses not to march his army on Rome. The city had two legions defending it and a siege of Rome would have been risky with a force of his size.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 3.115-117",
      "faction": "Carthage",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Plb.+3.115&fromdoc=Perseus%3Atext%3A1999.01.0234"
   },
   {
      "Timestamp": "6/20/2018 9:23:00",
      "title": "The Aftermath",
      "actor": "Rome",
      "year": 216,
      "place": "Rome",
      "date": "",
      "season": "August",
      "citation": "",
      "region": "Central Italy",
      "latitude": 41.9028,
      "longitude": 12.4964,
      "text": "The Roman Senate refuses to pay the ransom for any soldiers captured at <span class='link figures' onmouseover='setModal(cannae)' onclick='openInfoModal(cannae)'>Cannae</span>. They also forbid any citizen from doing so. They also declare a thirty day period of mourning. Looking for scapegoats, the Romans condemn two Vestal Virgins for allegedly breaking their vow of chastity. They are sentenced to be buried alive. The Romans raise a new army. To fill it, they have to accept males younger than eighteen, criminals, debtors, and slaves. To arm this motley host, they take weapons and armor from temples.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 3.118",
      "faction": "Rome",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Plb.+3.118&fromdoc=Perseus%3Atext%3A1999.01.0234"
   },
   {
      "Timestamp": "6/20/2018 9:24:27",
      "title": "Hasdrubal Defeated at Dertosa",
      "actor": "Scipio Brothers",
      "year": 215,
      "place": "Dertosa",
      "date": "",
      "season": "Spring",
      "citation": "",
      "region": "Catalonia",
      "latitude": 40.8126,
      "longitude": 0.5214,
      "text": "The Carthaginian general <span class='link figures' onmouseover='setModal(hasdrubal)' onclick='openInfoModal(hasdrubal)'>Hasdrubal Barca</span> attempts to march his army into Italy and assist his brother Hannibal. On his way, he attacks a Roman force besieging a city in Spain. Hasdrubal tries a similar maneuver to the one Hannibal employed at Cannae. Despite their advantage in numbers, his cavalry lose to the Roman horsemen. This allows the Roman infantry to defeat their opposition and win a crucial victory.",
      "notes": "",
      "quote": "",
      "source": "- Livy 21.36",
      "faction": "Rome",
      "link": "http://mcadams.posc.mu.edu/txt/ah/Livy/Livy21.html"
   },
   {
      "Timestamp": "6/20/2018 9:25:31",
      "title": "Treachery in Tarentum",
      "actor": "Hannibal",
      "year": 212,
      "place": "Tarentum",
      "date": "",
      "season": "",
      "citation": "",
      "region": "",
      "latitude": 40.4644,
      "longitude": 17.247,
      "text": "A group  of  young aristocrats led by a man named Philemenus conspires  to betray the south Italian  port city of Tarentum to <span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal</span>. Philemenus begins hunting at night, claiming it’s his way to avoid Hannibal’s patrols. Whenever he returns, he shares whatever he’s killed with the Roman sentries and commander who open the gate for him. The sentries come to appreciate these nighttime snacks and open the gate whenever Philemenus whistles. During a celebration, some of the conspirators make sure that the Roman commander gets very drunk. At one gate, the conspirators surprise the guards, kill them, and let Hannibal and 10,000 of his men in. At the same time, Philemenus and three others approach another gate carrying a boar. Philemenus blows his whistle and the sentry open the gate as usual. When the sentry leans in to get a look at the boar, Philemenus kills him with his hunting spear. Thirty Libyan soldiers then rush in and kill the rest of the guards. They then let the rest of their detachment into the city. Tarentum has fallen to Hannibal.",
      "notes": "",
      "quote": "",
      "source": "- Livy, 25.8",
      "faction": "Carthage",
      "link": "http://mcadams.posc.mu.edu/txt/ah/Livy/Livy25.html"
   },
   {
      "Timestamp": "6/20/2018 9:31:13",
      "title": "Scipio Takes New Carthage",
      "actor": "Scipio",
      "year": 209,
      "place": "New Carthage",
      "date": "",
      "season": "Spring",
      "citation": "",
      "region": "Iberia",
      "latitude": 37.62568,
      "longitude": -0.99658,
      "text": "Throughout the period of Hannibal's invasion, Rome and Carthage had also been fighting in Spain. By 209, Rome's army there was nothing but ragged remains. The two Roman senators in charge of this theater of the war had been betrayed and killed in battle. With few resources and fresh recruits, a young general named <span class='link figures' onmouseover='setModal(scipioAfricanus)' onclick='openInfoModal(scipioAfricanus)'>Cornelius Scipio</span> sails to Spain. He starts by marching against the strategic stronghold of New Carthage. He gives his men a speech, promising them riches for success and claiming that his battle plans were given to him by the god Neptune in a dream. After his first assault on the walls fails, Scipio sends a second attack against the city. Meanwhile, he takes 500 men to an undefended part of the walls protected by a lagoon. He has learned from the local fishermen that the lagoon is fordable at certain times of day. He and his men follow guides through the now shallow water and use ladders to climb the empty walls. Soon they take control of the city’s gate and let in the main attacking force. The Carthaginian commander soon surrender and the Romans sack the city.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 10.12",
      "faction": "Rome",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0234%3Abook%3D10%3Achapter%3D12"
   },
   {
      "Timestamp": "6/20/2018 9:32:31",
      "title": "<span class='link figures' onmouseover='setModal(scipioAfricanus)' onclick='openInfoModal(scipioAfricanus)'>Scipio's Genius at Ilipa</span>",
      "actor": "Scipio",
      "year": 206,
      "place": "Ilipa",
      "date": "",
      "season": "",
      "citation": "",
      "region": "Central Iberia",
      "latitude": 37.38909,
      "longitude": -5.98446,
      "text": "<span class='link figures' onmouseover='setModal(scipioAfricanus)' onclick='openInfoModal(scipioAfricanus)'>Scipio</span> and <span class='link figures' onmouseover='setModal(hasdrubal)' onclick='openInfoModal(hasdrubal)'>Hasdrubal</span> have their armies camped near one another, waiting for battle. Each morning they draw up their battle lines, but neither side attacks. Both sides always place their strongest troops in the center and their weaker troops on the sides. One day, Scipio has his men wake and eat at dawn. He forms them up for battle and sends a raid against Hasdrubal’s camp. Hasdrubal forms his army up as usual. This is just what Scipio wanted. Scipio reverses his formation so his weaker soldiers are in the center and his stronger soldiers are on the sides. Scipio waits for hours. Scipio then orders his army forward in a concave formation. This allows his strongest troops to fight Hasdrubal’s weakest troops while holding his weak center from engaging at all. The Carthaginian flanks are soon pushed back. At the same time, the Roman cavalry terrifies the enemy elephants who start to trample through the Carthaginian line. In the confusion, the Carthaginian army starts to flee. About 48,000 of Hasdrubal’s men die while Scipio loses only a few thousand. This is the end of Carthaginian power in Spain.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 11.23",
      "faction": "Carthage",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0234%3Abook%3D11%3Achapter%3D23"
   },
   {
      "Timestamp": "6/20/2018 9:33:36",
      "title": "A New Invasion",
      "actor": "Scipio",
      "year": 203,
      "place": "Utica",
      "date": "",
      "season": "",
      "citation": "",
      "region": "North Africa",
      "latitude": 37.0075,
      "longitude": 9.94651,
      "text": "After returning victorious from Spain, <span class='link figures' onmouseover='setModal(scipioAfricanus)' onclick='openInfoModal(scipioAfricanus)'>Scipio</span> wins the consulship. Despite resistance, he gets approval from the Senate for his plan to invade Africa. To fill his army, Scipio must turn to the legions that had survived the disaster at Cannae. Considered a disgrace to the Republic, they have been sent to serve far away in Sicily. With this army, Scipio sails to North Africa. There he joins forces with a new Roman ally, the Numidian prince <span class='link figures' onmouseover='setModal(massinissa)' onclick='openInfoModal(massinissa)'>Massinissa</span>. Together they easily defeat Massinissa’s rival, the Numidian king <span class='link figures' onmouseover='setModal(syphax)' onclick='openInfoModal(syphax)'>Syphax</span>, at the battle of the Great Plains. Syphax flees back to his kingdom and the Carthaginians are more vulnerable than ever before with no army in Africa large enough to defend themselves from Scipio. Scipio begins peace talks with Carthage but do not come to an agreement. The Carthaginians recall <span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal</span> from Italy to defend them from Scipio.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 14.1",
      "faction": "Rome",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0234%3Abook%3D14%3Achapter%3D1"
   },
   {
      "Timestamp": "6/20/2018 9:34:38",
      "title": "<span class='link figures' onmouseover='setModal(zama)' onclick='openInfoModal(zama)'>Final Victory at Zama</span>",
      "actor": "Scipio",
      "year": 202,
      "place": "Zama",
      "date": "",
      "season": "",
      "citation": "",
      "region": "North Africa",
      "latitude": 36.108999564,
      "longitude": 9.283998864,
      "text": "After sixteen years of fighting in Italy, <span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal</span> returns to North Africa to defend his homeland. <span class='link figures' onmouseover='setModal(scipioAfricanus)' onclick='openInfoModal(scipioAfricanus)'>Scipio</span> and Hannibal camp a few miles from each other near Zama. Neither generals had ever lost a major battle. When their armies line up against each other, both know that the fate of their empires hang in the balance. Hannibal begins by sending his elephants forward. Scipio's cavalry are ready. They blow trumpets, scaring some elephants into trampling backwards through Hannibal’s army. The rest of the Roman army then moves to allow the remaining elephants to pass through without any casualties. Once the elephants are behind the army, they are slaughtered by spearmen. Next, the Roman and Carthaginian cavalry meet. Now allied with Massinissa, the Romans finally have the advantage on horseback. Massinissa's men quickly rout and give chase to the enemy calvary. The infantry clash and intense fighting insues. At one point both sides disengage and reform into long, thin lines. The Carthaginians begin to take the upper hand. They are about to win the battle when Massinissa’s cavalry return. When these cavalry charge into Hannibal's rear the battle is over. Rome has emerged victorious.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 15.12-14",
      "faction": "Rome",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0234%3Abook%3D15%3Achapter%3D12"
   },
   {
      "Timestamp": "6/24/2018 2:02:38",
      "title": "The Carthaginian Surrender",
      "actor": "Carthaginian Senate",
      "year": 201,
      "place": "Carthage",
      "date": "",
      "season": "",
      "citation": "",
      "region": "North Africa",
      "latitude": 36.8529,
      "longitude": 10.3217,
      "text": "In the wake of Zama, <span class='link figures' onmouseover='setModal(scipioAfricanus)' onclick='openInfoModal(scipioAfricanus)'>Scipio</span> offers harsh terms to the Carthaginian Senate. All Roman prisoners and deserters are to be handed over for execution. The Carthaginians are to surrender all their elephants and all but ten of their warships. Carthage has to abandon all its overseas territories and pay 10,000 talents of silver over the next fifty years. Carthage would now be considered a subordinate ally of Rome. At first the Carthaginian Senate debates whether to accept the terms. It is <span class='link figures' onmouseover='setModal(hannibal)' onclick='openInfoModal(hannibal)'>Hannibal</span> himself who settles the conversation. When one senator begins a speech arguing that they ought to reject the treaty, Hannibal grabs the man and pulls him off the speaker's position. He explains his behavior by saying that he has been absent for 36 years and has forgotten his etiquette. With Hannibal's support, the Carthaginian Senate accepts the terms. They are never again a major power. About fifty years later, Rome contrives reasons for a Third Punic War and burns Carthage to the ground. Rome has won dominance in the Western Mediterranean. Hannibal would go on to be a powerful political figure in Carthage. Afraid that his rivals would turn him over to the Romans, he went into voluntary exile in 195. Renowned as he was for his generalship, he was greeted as an esteemed guest at many of the most powerful courts in the Eastern Mediterannean.",
      "notes": "",
      "quote": "",
      "source": "- Polybius, 15.18 - 21",
      "faction": "Rome",
      "link": "http://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0234%3Abook%3D15%3Achapter%3D18"
   }
]
